{"audio": {"path": "test1.mp3"}, "audio_path": "test1.mp3", "text": "<Speaker1>: let me tell you something. Recently people try to cancel me for not showering in the morning. <Speaker2>: (oh) ya. <Speaker1>: What do you think the world has come to? That's why everybody get cancelled everyday. That's why I don't really care anymore. Don't shower in the morning also can get cancelled then might as well just cancel me lor <Speaker2>: But to be fair, if you kenna cancelled tomorrow, <Speaker3>: kenna cancelled 3 times already, what's the problem? <Speaker2>: If you can count them, was it really a cancellation? <Speaker1>: true. <Speaker2>: No, her reply. <Speaker1>: That's why I feel like all my cancellations are stupid things. You know, like you look at other influencers. (wah) they get cancelled for embazzlement, going to jail. <Speaker2>: Ya. <Speaker1>: Let me cancel cause I never shower in the morning. I'm really a joke. Whatever, that's why I just tell myself. You know what? This is my fate. I accept it and I move on. <Speaker2>: But each time this type of thing happen, you actually grow a lot, right, like following wise."}
{"audio": {"path": "test2.mp3"}, "audio_path": "test2.mp3", "text": "<Speaker1>: Eh, are you here alone? <Speaker2>: (um), yes. <Speaker1>: Hi. I'm I'm Ray. Can can I sit down? <Speaker2>: No. <Speaker1>: You don't offer me a seat, that's, that's very rude right? <Speaker2>: (huh), <Speaker1>: Very rude ah, yah. Um, I'm, I think I, you're you're kinda quite cute ah. <Speaker2>: Oh, is it? <Speaker1>: (um) Yeah, you want to go? <Speaker2>: Go where? <Speaker1>: Lau Pa Sat? <Speaker2>: Huh? For the first date? <Speaker1>: Yes. <Speaker2>: Are you paying? <Speaker1>: Of course, fifty fifty lah. <Speaker2>: Oh, I thought you had money. <Speaker1>: No lah, no money lah. Got no money. Economy is bad. You know, we cannot cannot expect stuff like that, but actually I'm doing my own business, right now um."}
{"audio": {"path": "test3.mp3"}, "audio_path": "test3.mp3", "text": "<Speaker1>: So you spat on someone at fifteen, suspended, and then now you run a business generating ten K a month at seventeen and best part is I taught her before. <Speaker2>: Yeah, I think I met you when I was fifteen when I was in the enterprise club. He taught me how to have like smart goals and how to achieve them how to make them realistic. <Speaker1>: And we met randomly at Kai's course. Kai's a great guy by the way, but I'm so surprised to see you. I think people want to hear your story. What in the world happened? <Speaker2>: Okay, so when I was fifteen, I was really immature. (lah) somebody was body shaming me, so I spat on them. <Speaker1>: What were they saying? <Speaker2>: They were calling me flat and it was the third."}
{"audio": {"path": "test4.mp3"}, "audio_path": "test4.mp3", "text": "<Speaker1>: How high do you rate yourself out of ten? <Speaker2>: I'm a ten out of ten man. <Speaker1>: Did you break up with your ex? <Speaker2>: That's so good. That's so good. <Speaker1>: (uh) We broke up because (uh) we had differences because I was working in night life. <Speaker2>: (oh) <Speaker1>: Yah. <Speaker2>: What was she working in? <Speaker1>: She was studying. Actually, fuck it (lah) I cheated. <Speaker2>: Well, there goes one of my questions. <Speaker1>: No, honesty is best policy. <Speaker2>: Were you apologetic? I think that's important. <Speaker1>: Yeah, I was apologetic. <Speaker2>: How long was the relationship? <Speaker1>: (uh) It was five years. That's very long. You should just tell her."}
{"audio": {"path": "test5.mp3"}, "audio_path": "test5.mp3", "text": "<Speaker1>: We're Indians in Singapore. Of course, we've all experienced some form of internalized racism. <Speaker2>: We're Indian people in Singapore. Of course we glorify white people. <Speaker1>: (oh) Palak, when are we going to break up the cycle? <Speaker2>: But white men, though. <Speaker1>: We've Singaporeans in India. Sorry, we're Indians in Singapore. Of course, we're all speak Indian. <Speaker2>: We're Indians in Singapore, Of course, we all shop at Mustafa. <Speaker1>: No, we don't. <Speaker2>: Where do you buy your shoes from? <Speaker1>: Mustafa. <Speaker2>: Exactly. <Speaker1>: We're Indians in Singapore. Of course, we're all trained to kidnap your kids when they misbehave."}
{"audio": {"path": "test6.mp3"}, "audio_path": "test6.mp3", "text": "<Speaker1>: Hi, I'm Grove. I'm nineteen. Okay, she's her feet is I. It's just that her height. She's a little bit. <Speaker2>: K, k, I'll go taller. I'll go taller, <Speaker3>: (oh) she, (oh), she want you back. If she was a little bit taller, would you say that she's damn physically attractive? <Speaker1>: Yup, it's a yes for me. <Speaker3>: Well, obviously you can't grow on the spot. Would you say that he's someone that's someone that's your type? <Speaker2>: Low key I'm low key into Indians, so like <Speaker3>: He is someone that'd be my type. Name an Asian, why'd you pop your balloon? <Speaker4>: Dj Blake, (um), eighteen. I popped because she's pretty short."}
{"audio": {"path": "test7.mp3"}, "audio_path": "test7.mp3", "text": "<Speaker1>: Everyone today I'm at IMH, at the National Addiction Management Service Centre. This is where we will manage the users of etomidate-laced vapes. When we send Etomidate user here, what will they undergo at NAMS? <Speaker2>: We will determine the severity of their clinical addiction, and then, after, depending on their clinical severity, we will refer them to our outpatient rehabilitation program. It will comprise of (uh) several (uh) individual counselling sessions with the patient as well as group based counselling sessions. <Speaker1>: Attending it."}
{"audio": {"path": "test8.mp3"}, "audio_path": "test8.mp3", "text": "<Speaker1>: Isn't it damn weird for your partner to be obsessed with another girl? <Speaker2>: I don't think it's good. Think of it like a little hobby. I like to think of it as a a little extra love if you will. <Speaker1>: extra love taken away from me to another fella. <Speaker2>: Because imagine if you're obsessed with only one thing, wouldn't it be boring? If you like more people or more things, it spice up your life, don't you think so? <Speaker1>: Okay, my first point is okay, it's just weird. <Speaker2>: The idol don't know them. So can what? Because not like the idol can reciprocate the love back. (mah), we are not in love in love with them. <Speaker1>: Don't lie. You're in love. Who allow?"}
{"audio": {"path": "test9.mp3"}, "audio_path": "test9.mp3", "text": "<Speaker1>: Hi folks, I'm at the three three six hydroponic garden. So this has been an ongoing operation part of our Sengkang five year plan and it's been in operation for just about a month. You can see lots of activity going on and lots that's going to come on board in the months ahead. So let's take you on a quick tour of the garden as it stands now and look at some of the yummy veggies that are in store for everyone. So the idea behind the hydroponic farm is that it's a closed."}
{"audio": {"path": "test10.mp3"}, "audio_path": "test10.mp3", "text": "<Speaker1>: Some journeys are mapped out. Others you grow into over time. I never imagined I would lead a university, much less one as bold and dynamic as SMU. But purpose has a way of finding you, nudging you toward the places where you can make the greatest difference. I started my career as an educator and researcher, passionate about inquiry."}
{"audio": {"path": "test11.mp3"}, "audio_path": "test11.mp3", "text": "<Speaker1>: You know what terminal you going or not? Don't know. Don't know. Don't know. Everything also don't know. (ah) Check your phone now. (ah), don't check. Check in already or not? (ah), your gate left one hour. You still come. (ah), dilly dally, walk walk like that. Where we going? Where are we going? Wrong terminal only. This one go jewel. Handphone, passport. Everything take. (ah), your underwear also enough. (ah), two day, so small the luggage. I don't know what you pack inside. (ah), you pack air (ah), (ah). You got money in your bank account. (meh), got (meh). I don't want later you come and tell me. (ah), (err), no money. No money, (ah), Mummy, I very poor. Please send the money. Any money you go outside and back at Bangkok street. "}
{"audio": {"path": "test12.mp3"}, "audio_path": "test12.mp3", "text": "<Speaker1>: apparently I didn't know that we can actually explore the whole F one place. This is actually open to public. Oh my God, wait, I can just like take this seat and sit down and just admire all the expensive Singaporean cars. Yo, this is mad. I didn't know you can even enter this place. This is amazing. Sia. This might be a good dating spot eh. I don't know which grandstand is this. As you guys know, I'm a McLaren fan. Today I wear red bull. (ah), comment down below. Who do you think will win the Singapore Grand Prix?"}
{"audio": {"path": "test13.mp3"}, "audio_path": "test13.mp3", "text": "<Speaker1>: I did it. I got the iPhone Air. Look at how thin it is. It's a really aesthetic phone and feels really good in my hands. And apparently it's very durable, which is great because (ah) what's the point of putting a case on an iPhone Air if if you're going to make it thicker and compromise on less battery? Just completely doesn't make sense, which by the way, I haven't tested the battery yet. It's my first day with the phone, so I'm not sure how good the battery is. Apple says it's decent."}
{"audio": {"path": "test14.mp3"}, "audio_path": "test14.mp3", "text": "<Speaker1>: Let's discuss what is the importance of upskilling. Okay, which is a term that today I just learn. Okay, so I suppose that means like upgrading. Why you laugh? Okay, cause Ling Yi is thinking this (uh), ancient (uh) influencer only know how to use blogger dot com does not know how to do Tik Tok. <Speaker2>: (eh) I never say that hor. You are doing your podcast right now, so you have upskilled. <Speaker1>: Is it podcast is quite old format? (leh) <Speaker2>: No, no, no, no, not really, not really. <Speaker1>: Eh I can do live streams. <Speaker2>: Exactly, you have upskilled. <Speaker1>: Can I Tik Tok dance? No, so upskilling."}
{"audio": {"path": "test15.mp3"}, "audio_path": "test15.mp3", "text": "<Speaker1>: Hi, babe. <Speaker2>: Oh my god hi babe! <Speaker2>: So I got engaged. (wow). <Speaker1>: The proposal was so epic. He flew in on his private jet, and then there was a red carpet. He arrived on his horse carriage and then he got down on one knee and I cried happy tears of course. <Speaker2>: (wow) so happy for you! <Speaker1>: (oh) I forgot. How did your husband propose? <Speaker2>: (uh), you know, (ah) it was very similar like yours. It was very romantic. He prepared an expensive dinner for me in my house. <Speaker1>: (oh) yes, I remember."}
{"audio": {"path": "test16.mp3"}, "audio_path": "test16.mp3", "text": "<Speaker1>: Peace be upon you, everyone. I'm very, very, very excited to announce that Chicks Hot Chickens' second outlet is going to be opened tomorrow, tenth February, eleven thirty AM at sixty four, Prinsep Street, guys. We are very, very excited to see your beautiful faces. We are located right next to MacKenzie Rex, my favourite chicken rice shop. They didn't pay me to say that. And we have a huge space waiting for you. Calling everyone to come down if you're in the area. Come on down for lunch. We still have our nine ninety."}
{"audio": {"path": "test17.mp3"}, "audio_path": "test17.mp3", "text": "<Speaker1>: What do you want to be when you're sixty seven years old? <Speaker2>: I want to make matcha and cure period cramps. <Speaker1>: (oh) What? <Speaker2>: Cure period cramp? For the ladies. <Speaker1>: Yes, for the ladies. <Speaker2>: (oh) man, you are so noble. <Speaker1>: What would you want to be when you're sixty seven years old? <Speaker3>: I want to be a rock star. <Speaker1>: A rock star. What do you want when you're sixty-seven years old? <Speaker4>: P. R. X. Pro <Speaker1>: P. R. X. What is P. R. X? (ah), (oh), Valorant Pro. What do you want to be when you're sixty-seven years old? <Speaker5>: I want to be a retired army person. <Speaker1>: Retired army person. (oh) sigma man, give me a dab man. <Speaker6>: Pilot. <Speaker7>: Police. <Speaker8>: Tired to be a basketball. <Speaker1>: You want to be a basketball or basketballer? <Speaker8>: Oh."}
{"audio": {"path": "test18.mp3"}, "audio_path": "test18.mp3", "text": "<Speaker1>: I'm going to list down some movies and then you tell me whether they are masterpieces or not. <Speaker2>: Sure. <Speaker1>: The Godfather <Speaker2>: masterpiece <Speaker1>: Jurassic Park <Speaker2>: masterpiece. <Speaker1>: Avengers Endgame <Speaker2>: No. <Speaker1>: Why <Speaker2>: Infinity War was better. <Speaker1>: How about Babbenheimer? <Speaker2>: If you're combining two movies together, Yes, masterpiece. <Speaker1> separate <Speaker2>: separate Oppenheimer. <Speaker1>: Is it because got sex scene? <Speaker2>: I don't think the movie needed sex scene. <Speaker1>: Do they need to get their partners permission before kissing each other? <Speaker2>: Probably so right"}
{"audio": {"path": "test19.mp3"}, "audio_path": "test19.mp3", "text": "<Speaker1>: Workers party, workers party, workers part- aiyo! How like that now? (ah), (err), they, they very good (lah), right, they, they rolling very very long, very safe (lah), and the voucher, the voucher is very good (lah) hor. (err), I think I think !(wah)! later later, the strike man, (ah), I think you know, do the right thing, (ah), do the right thing. <Speaker2>: Pap, Pap, Pap."}
{"audio": {"path": "test20.mp3"}, "audio_path": "test20.mp3", "text": "<Speaker1>: What's up with our Mrt lines these days? Nobody likes their commute to be disrupted. So what's been done about it in response to recent train incidents? Lta, Smrt and Sbs Transit announced that they will be forming a real reliability task force to develop and implement immediate solutions to improve real reliability and joint responses to service disruptions. There are also preventive measures and regular maintenance that take place every day, but we don't see them such as cameras or sensors on trains."}
